Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/puheenjohtajiston_katsaus_saamelaiskarajien_kokouksessa_22_6_2021.html.tmx
Source language: fin
Languages: sms

source: Puheenjohtajiston katsaus Saamelaiskäräjien kokouksessa 22.6.2021
sms: Saaǥǥjååʹđteeʹji ǩičldõk Sääʹmteeʹǧǧ såbbrest 22.6.2021

source: 22.6.2021 pidetyssä Saamelaiskäräjien kokouksessa päätettiin, että puheenjohtajiston katsaus saamelaisasioiden etenemisestä Saamelaiskäräjien kokouksen 2/2021 jälkeen julkaistaan Saamelaiskäräjien verkkosivuilla.
sms: 22.6.2021 õnnum Sääʹmteeʹǧǧ såbbrest tuʹmmje, što saaǥǥjååʹđteeʹji ǩičldõk sääʹmaaʹšši ouddnummšest Sääʹmteeʹǧǧ såbbar 2/2021 čõõđte Sääʹmteeʹǧǧ neʹttseeidain.

source: Puheenjohtaja Tuomas Aslak Juuso
sms: Saaǥǥjååʹđteei Tuomas Aslak Juuso

source: Kevättä 2021 värittivät edelleen useat lakiuudistushankkeet.
sms: Ǩiiđ 2021 tiuʹdde ooudâs määŋg lääʹǩǩoođeemhaʹŋǩǩõõzz.

source: Saamelaiskäräjät on osallistunut muun muassa saamelaiskäräjälain muutoksen valmisteluun, ilmastolain muutosta koskeviin saamelaiskäräjälain 9 §:n mukaisiin neuvotteluihin sekä muinaismuistolain ja luonnonsuojelulain uudistustöihin.
sms: Sääʹmteʹǧǧ lij vuässõõttâm ouddmiârkkân sääʹmteʹǧǧlääiʹj muttâz valmštõõllmõʹšše, äimm -lääiʹj muttâz kuõskki sääʹmteʹǧǧlääiʹj 9§:a meâldlaid saǥstõõllmõõžžid de tuâlʼjõžmõšttlääiʹj da luâttsueʹjjeemlääiʹj oođeemtuõjju.

source: Saamelaiskäräjälain uudistaminen on yksi Saamelaiskäräjien vaalikauden 2020–2023 päätavoitteista, ja siihen on osoitettu paljon aika- ja henkilöresursseja keväällä 2021.
sms: Sääʹmteʹǧǧlääiʹj oođummuš lij õhtt Sääʹmteeʹǧǧ vaalpââʹjj 2020-2023 väʹlddtäävtõõzzin, da tõõzz lij õnnum jiânnai äiʹǧǧ- da ooumažresuursid ǩeâđđa 2021.

source: Kevään aikana saamelaiskäräjälain muutosta valmisteleva toimikunta kokoontui viikoittain ja keskustelua toimikunnassa käytiin hyvässä hengessä.
sms: Ǩiiđ ääiʹj sääʹmteʹǧǧlääiʹj muttâz valmštõõlli tåimmkåʹdd noorõõđi juõʹǩǩ neäʹttel da saǥstõõllmõõžž tåimmkååʹddest jieʹlle pueʹrr miõlin.

source: Toimikunnan muistioon jätettiin yksi eriävä mielipide, jonka jätti Keskusta-puoletta toimikunnassa edustanut Juha Joona.
sms: Tåimmkååʹdd mošttõʹsse ǩeʹrjjee õõut jeeʹresmiõllsaž juurd, tõn kuõʹđi Lääʹdd Kõõskõs peällõõǥǥ tåimmkååʹddest eeʹttǩâsttam Juha Joona.

source: Toimikunta esitteli mietintönsä myös Saamelaiskäräjien jäsenille ennen sen julkaisemista.
sms: Tåimmkåʹdd õlmmii smiõtldõõǥǥ še Sääʹmteeʹǧǧ vuässõõttjid ouddâl tõn čõõđtummšest .

source: Toimikunnan mietintö julkaistiin 11.5.2021 , minkä jälkeen se lähti lausuntokierrokselle.
sms: Tåimmkååʹdd smiõtldõk čõõđte 11.5.2021, koon mâŋŋa tõt vuõʹlji ciâlkâlmǩeârddõʹsse.

source: Saamelaiskäräjien puheenjohtajana olen erittäin tyytyväinen toimikunnan työssään saavuttamaan lopputulokseen.
sms: Sääʹmteeʹǧǧ saaǥǥjååʹđteeʹjen leäm samai tååđvaž tåimmkååʹdd tuâjast õsttâm lopp -puättmõʹšše.

source: Saamelaiskäräjät järjesti saamelaiskäräjälain muutoksesta kaikille avoimen verkkolähetyksen 8.6.2021 .
sms: Sääʹmteʹǧǧ jäʹrjsti sääʹmteʹǧǧlääiʹj muttsest pukid äävas neʹttvuõlttõõzz 8.6.2021 .

source: Lähetykseen oli mahdollista lähettää kysymyksiä ennakkoon, ja saamelaiskäräjälakitoimikunnan jäsenet vastasivat lähetyksessä kysymyksiin koskien saamelaiskäräjälain muutosta.
sms: Vuõlttõʹsse leäi vueiʹtlvaž vuõltteed kõõččmõõžžid ooudpeäʹlnn, da sääʹmteʹǧǧlääʹǩǩtåimmkååʹdd vuäzzla vaʹsttee vuõlttõõzzâst kõõččmõõžžid kuõskeen sääʹmteʹǧǧlääiʹj muttâz.

source: Ilmastolain uudistukseen liittyen Saamelaiskäräjät kävi saamelaiskäräjälain 9 §:n mukaiset neuvottelut ympäristöministeriön edustajien kanssa 22.4.2021.
sms: Äimmlääiʹj oođummša kollʼjeen Sääʹmteʹǧǧ jieʹli sääʹmteʹǧǧlääiʹj 9 §:a meâldlaid saǥstõõllmõõžžid pirrõsministeria eeʹttǩivuiʹm 22.4.2021.

source: Tämän jälkeen Saamelaiskäräjät on lähestynyt ympäristöministeri Mikkosta sekä Suomen eduskuntapuolueiden johtoa vetoomuksella pysyvän saamelaisen ilmastoneuvoston perustamiseksi.
sms: Tän mâŋŋa Sääʹmteʹǧǧ lij âlddnam pirrõsminister Mikkonen de Lääʹddjânnam eeʹttiǩ-kåʹddpeällõõǥǥi šuurid õõlǥtõõzzin põõšši säʹmmla äimmsuåvtõõzz vuâđđummšen.

source: Lisäksi Saamelaiskäräjien puheenjohtaja ja II varapuheenjohtaja tapasivat ministeri Mikkosta aiheen tiimoilta Helsingin vierailullaan kesäkuussa.
sms: Lââʹssen Sääʹmteeʹǧǧ saaǥǥjååʹđteei da II väärrsaaǥǥjååʹđteei teivvu minister Mikkonen tän ääʹšš pirr Heʹlssen reeisast ǩieʹssmannust.

source: Muinaismuistolain uudistustyöhön Saamelaiskäräjät on osallistunut aktiivisesti muun muassa uudistusta valmistelevan työryhmän kautta.
sms: Tuâlʼjõžmõšttlääiʹj oođeemtuõjju Sääʹmteʹǧǧ lij vuässõõttâm aktiivlânji še oođeem valmštõõlli tuâjjäʹrttel pääiʹǩ.

source: Lisäksi Saamelaiskäräjien hallitus on käynyt aiheesta lähetekeskustelun 10.5.2021 pidetyssä kokouksessaan. Lähetekeskustelussa hallitus totesi muun muassa saamelaisen kulttuuriperinnön ja oikeuden sen hallinnointiin kuuluvan saamelaisille itselleen.
sms: Lââʹssen Sääʹmteʹǧǧ halltõs lij jeällam ääʹššest vuõlttõs-saǥstõõllmõõžž 10.5.2021 õnnum såbbrest Vuõlttõs-saǥstõõllmõõžžâst halltõs tuõtti ouddmiârkkân säʹmmlai kulttuuräʹrbbvuõđ da vuõiggâdvuõđ tõn vaaldšummša kollʼjummuš säʹmmlaid jiõcces.

source: Muinaismuistolain uudistustyön yhteydessä Opetus- ja kulttuuriministeriö on antanut OTT Leena Heinämäelle toimeksiannon laatia selvitys saamelaisten oikeuksista muinaismuistojen suojelussa.
sms: Tuâlʼjõžmõšttlääiʹj oođeemtuâj õhttvuõđâst Mättʼtõs- da kulttuurministeria lij ouddam OTT Leena Heinämäki tåimmouddmõõžž raajjâd čiõlǥtõs säʹmmlai vuõiggâdvuõđin tuâlʼjõžmooštai sueʹjjummšest.

source: Selvitys julkaistiin kesäkuussa 2021.
sms: Čiõlǥtõs lij čõõđtum ǩieʹssmannust 2021.

source: Saamelaiskäräjät on huhtikuussa käynyt saamelaiskäräjälain 9 §:n mukaiset neuvottelut myös luonnonsuojelulain uudistukseen liittyen.
sms: Sääʹmteʹǧǧ lij njuhččmannust jeällam sääʹmteʹǧǧlääiʹj 9 §:a meâldlaid saǥstõõllmõõžžid še luâttsueʹjjeemlääiʹj oođummša kollʼjeen.

source: Lisäksi Saamelaiskäräjät on osallistunut lainsäädäntöhankkeen valmisteluun liittyvien työryhmien työskentelyyn.
sms: Lââʹssen Sääʹmteʹǧǧ lij vuässõõttâm lääʹǩǩšiõtteemhaʹŋǩǩõõzz valmštõõllmõʹšše kollʼjeeʹji tuâjjäʹrttli tuâjjstõõllmõʹšše.

source: Neuvottelut luonnonsuojelulain uudistamisen osalta ovat sujuneet hyvässä hengessä ja uudistuksen yhteydessä ehdotetaan laajennuksia saamelaisten oikeuksiin liittyen.
sms: Saǥstõõllmõõžž luâttsueʹjjeemlääiʹj oođeem määiʹnest liâ mõõnnâm puârast da oođeem õhttvuõđâst eeʹttǩâʹstte veeidummšid säʹmmlai vuõiggâdvuõđid kollʼjeen.

source: Saamelaisten kotiseutualueen luonnonvarasuunnitelman laatiminen on yksi isoista meneillään olevista prosesseista, johon Saamelaiskäräjät on osallistunut muun muassa yhteistyöryhmän kokousten kautta.
sms: Säʹmmlai dommvuuʹd luâttreeʹǧǧesvuõttplaan raajjmõš lij õhtt šuurmõs mõõnnmen åårrai proseeʹssin, koozz Sääʹmteʹǧǧ lij vuässõõttâm õhttsažtuâjjäʹrttel såbbri pääiʹǩ.

source: Luonnonvarasuunnitelman laatimisen yhteyteen on asetettu myös Akwé:kon -työryhmä, joka on aloittanut työnsä alkuvuodesta 2021.
sms: Luâttreeʹǧǧesvuõttplaan raajjmõõžž õhttvuõʹtte lij šiõttuum še Akwé:kon – tuâjjäʹrttel, kååʹtt lij alttääm tuâjas alggeeʹjjest 2021.

source: Kyseinen Akwé:kon-työryhmä on asetettu ensimmäistä kertaa Saamelaiskäräjien, Kolttien kyläkokouksen ja Metsähallituksen sopiman uuden Akwé:kon toimintamallin pohjalta, ja työryhmä on tehnyt aktiivisesti töitä alkuperäiskansa saamelaisten kulttuurin ja perinteisen tiedon huomioimiseksi luonnonvarasuunnitelmassa.
sms: Ooudâst peäggtum Akwé:kon – tuâjjäʹrttel lij šiõttuum vuõssmõs vuâra Sääʹmteeʹǧǧ, Saaʹmi siidsåbbar da Meäʹcchalltõõzz suåppam ođđ Ak Akwé:kon tåimmam-maall vuâđast, da tuâjjäʹrttel lij raajjâm aktiivlânji tuâj alggmeer säʹmmlai kulttuur da äʹrbbvuõđ teâđ lokku välddmõššân luâttreeʹǧǧesvuõttplaanâst.

source: Toukokuussa Saamelaiskäräjien hallitus tapasi kahteen otteeseen saamelaisia koskevan tutkimuksen eettisiä ohjeita laativan työryhmän jäseniä.
sms: Ǩiđđmannust Sääʹmteeʹǧǧ halltõs teeivai kueiʹt vuâra säʹmmlaid kuõskki tuʹtǩǩõõzz eettlaid vuäʹppõõzzid raajji tuâjjäʹrttel vuäzzlaid.

source: Tapaamisissa työryhmän jäsenet esittelivät Saamelaiskäräjien hallituksen jäsenille sen hetkistä työversiota ohjeista.
sms: Teivvmõõžžin tuâjjäʹrttel vuäzzla eʹtǩǩee Sääʹmteeʹǧǧ halltõõzz vuäzzlaid tõn poddsa tuâjjtuʹlǩǩõõzz vuäʹppõõzzin.

source: Saamelaiskäräjien hallitus on keskustellut aiheesta kokouksessaan 20.5.2021.
sms: Sääʹmteeʹǧǧ halltõs lij saǥstõõllâm ääʹššest såbbrest 20.5.2021.

source: Ohjeistuksen laatiminen nähdään Saamelaiskäräjillä tärkeänä, ja Saamelaiskäräjät tukee saamelaisia koskevan tutkimuksen eettisiä ohjeita laativan työryhmän työtä.
sms: Vuäʹpstõõzz raajjmõš vueiʹnne Sääʹmteeʹǧǧest vääžnʼjen da Sääʹmteʹǧǧ stään säʹmmlaid kuõskki tuʹtǩǩõõzz eettlaid vuäʹppõõzzid raajjʼji tuâjjäʹrttel tuâj.

source: Saamelaiskäräjien kokouksen niin katsoessa, valmisteilla olevia eettisiä ohjeita voitaisiin tulevaisuudessa mahdollisesti hyödyntää myös Saamelaiskäräjien työskentelyn apuna tilanteissa, joissa Saamelaiskäräjät saa tiedusteluja saamelaisia koskevien tutkimusten tekoon liittyen.
sms: Sääʹmteeʹǧǧ såbbar nuʹtt ǩiččmen, valmštõõllmõõžžâst åårrai eettlaid vuäʹppsid vuäitči puõʹttiääiʹjest vueiʹtlvânji äuʹǩǩeed še Sääʹmteeʹǧǧ tuâjjstõõllâm veäʹǩǩen vueʹjjin, koin Sääʹmteʹǧǧ vuäǯǯ teâđstõõllmõõžžid säʹmmlaid kuõskki tuʹtǩǩõõzzi tuejjummša kollʼjeen.

source: Suomen Arktisen politiikan strategia julkaistiin 21.6.2021 .
sms: Lääʹddjânnam aarktla politiikk strategia õlmmee 21.6.2021 .

source: Yhteistyö valtioneuvoston kanslian kanssa strategian valmistelun yhteydessä on toiminut hyvin.
sms: Õhttsažtuâjj valdiasuåvtõõzz konttrin strategia valmštõõllmõõžž õhttvuõđâst lij tåimmjam puârast.

source: Saamelaiskäräjät on painottanut neuvotteluissa muun muassa alkuperäiskansojen osallistumisoikeuksien vahvistamista sekä vapaan, tietoon perustuvan ennakkosuostumuksen periaatteen (free, prior and informed consent, FPIC) tärkeyttä.
sms: Sääʹmteʹǧǧ lij pââʹjdam saǥstõõllmõõžžin še alggmeerai vuässõõttâmvuõiggâdvuõđi raʹvvjummuž de pååđ, tiõttu vuâđđeei ouddlåppõõttâm vuâđđjuurd (free, prior and informed consent, FPIC) vääžnaivuõđ.

source: Strategiassa on huomioitu useita saamelaisten kannalta merkittäviä kirjauksia eri sektoreilla.
sms: Strateegiast liâ välddam lokku määŋgaid säʹmmlai määiʹnest miârkkteeʹjid ǩeʹrjjummšid jeeʹres sektoorin.

source: Yhtenä esimerkkinä esille voisi nostaa saamelaisen ilmastoneuvoston perustamisen.
sms: Õhttân ouddmiârkkân õlmmsa vuäitči kaggâd säʹmmlai äimmsuåvtõõzz vuâđđummuž.

source: Työskentely Saamelaisessa Parlamentaarisessa neuvostossa on jatkunut Norjan puolen Saamelaiskäräjien johdolla.
sms: Tuejjummuš Säʹmmlast Parlamentaarlast suåvtõõzzâst lij juätkkjam Taarr peäʹl Sääʹmteeʹǧǧ jååʹđtummšen.

source: Kokouksissa on keskustelu muun muassa Interreg Nord –ohjelman korvaavan Interreg Auroran tuomista muutoksista sekä yhteisen strategian luomisesta covid19-pandemiaa ja mahdollisia muita pandemioita varten.
sms: Såbbrin liâ saǥstõõllâm še Interreg Nord –ohjjelm koʹrvveei Interreg Aurora puʹhttem muttsin de õhttsa strategia raajjmõõžžâst covid 19-pandemia da vueiʹtlvõõʹžžid jeeʹres pandemiai väʹrdd.

source: Kesäkuussa Saamelaiskäräjät kutsuivat koolle Norjan ja Ruotsin Saamelaiskäräjien sekä Saamelaisneuvoston edustajat koskien Virtual Runners:n järjestämää virtuaalista Sámi Finland Run -juoksutapahtumaa.
sms: Ǩieʹssmannust Sääʹmteʹǧǧ kočču õʹhtte Taarr da Ruõcc Sääʹmteeʹǧǧi de Sääʹmsuåvtõõzz eeʹttǩid kuõskeen Virtual Runners riâššâm virtuaalʼla Sámi Finland Run – urččâmnoorõõttmõõžž.

source: Juoksutapahtumassa hyödynnettiin saamelaisten kulttuurisia symboleita ja elementtejä ilman saamelaisyhteisön hyväksyntää tai konsultoimatta asiasta Saamelaiskäräjiä.
sms: Urččâmnoorõõttmõõžžâst äuʹǩǩee säʹmmlai kulttuurlaid symboolid da elemeeʹntid sääʹmõhttõõzz priimmâmtaa leʹbe konsultâsttmõšǩâni ääʹššest Sääʹmteeʹǧǧid.

source: Lisäksi tapahtumassa edistettiin stereotyyppistä kuvaa saamelaiskulttuurista.
sms: Lââʹssen noorõõttmõõžžâst oouʹdee stereotyypla kaart sääʹmkulttuuʹrest.

source: Saamelaiskäräjien puheenjohtaja Juuson pyynnöstä huolimatta järjestäjä ei perunut juoksutapahtumaa.
sms: Sääʹmteeʹǧǧ saaǥǥjååʹđteei Juuso tättmõõžžâst huõlǩâni riâššâi ij årstâttam urččâmnoorõõttmõõžž.

source: Saamelainen Parlamentaarinen neuvosto ja Saamelaisneuvosto päättivät antaa asiasta yhteisen julkilausuman.
sms: Säʹmmlaž Parlamentaarlaž suåvtõs da Sääʹmsuåvtõs tuʹmmje uʹvdded ääʹššest õhttsa õõlmâsceälkkmõõžž.

source: Alkuperäiskansojen pysyvän foorumin 20. istunto järjestettiin 19.-30.4.2021 ja sen teemana oli tänä vuonna Rauha, oikeudenmukaisuus ja vahvat instituutiot: alkuperäiskansojen roolin kestävän kehityksen tavoitteen nro. 16 toimeenpanossa (engl. Peace, justice and strong institutions: the role of indigenous peoples in implementing Sustainable Development Goal 16).
sms: Alggmeerai põõšši foorum 20. Išttmõõžž riâšše 19.-30.4.2021 da tõn teeʹmmen leäi tän eeʹjj Rääuh, vuõiggâdvuõđmeâldlaž da raavâs instituutia: alggmeerai rool piʹštti ooudâsviikkmõõžž täävtõõzz nââmar 16 tåimmpiijjmõõžžâst (engl. Peace, justice, and strong institutions: the role of indigenous peoples in implementing Sustainable Development Goal 16).

source: Saamelaiskäräjät piti puheenvuoron alueellisen (eli arktisen) dialogin yhteydessä aiheenaan kulttuurinen yhtenäisyys ja eheys, jossa mainittiin saamelaisten rajat ylittävästä yhteistyöstä sekä alkuperäiskansajulistuksen kansallisesta toimeenpanosta.
sms: Sääʹmteʹǧǧ õõʹni mainstemvuâr vooudla [ns. aarktla] dialoog õhttvuõđâst teeʹmmen kulttuurlaž õhttsažvuõtt da čââvasvuõtt, koʹst peäggte säʹmmlai raajid pââʹjdem õhttsažtuâjast de alggmeerlažčõõđtummuž meerlast tåimmpiijjmõõžžâst.

source: Saamelaiskäräjät piti lisäksi puheenvuoron alkuperäiskansojen maailmankonferenssin loppuasiakirjan toimeenpanosta ja alkuperäiskansojen osallistumisoikeuden parantaminen-prosessista.
sms: Sääʹmteʹǧǧ õõʹni lââʹssen mainstemvuâr alggmeerai maaiʹlmkonfereeʹns loppäʹššǩeeʹrj tåimmpiijjmõõžžâst da alggmeerai vuässõõttâmvuõiggâdvuõđ pueʹreemproseeʹssest.

source: Interreg-ohjelmaan liittyvät neuvottelut jatkuivat intensiivisesti läpi kevään ja alkukesän, ja saamelaisten kannalta niissä päästiin onnistuneeseen lopputulokseen.
sms: Interreg-prograʹmme kollʼjeei saǥstõõllmõõžž juätkkje intensiivlânji čõõđ ǩiiđ da alggǩieʹzz, da säʹmmlai määiʹnest tõin peäʹsse oʹnstõõvvâm lopp- puättmõʹšše.

source: I varapuheenjohtaja Anni Koivisto
sms: I väärrsaaǥǥjååʹđteei Anni Koivisto

source: Neuvotteluita saamelaisten totuus- ja sovintoprosessin eteenpäin viemiseksi jatkettiin Saamelaiskäräjien, Kolttien kyläkokouksen ja Valtioneuvoston kanslian kesken.
sms: Saǥstõõllmõõžžid säʹmmlai tuõđâsvuõtt- da suåppâmproseeʹss ooudårra viikkmõššân juäʹtǩǩe Sääʹmteeʹǧǧ, Saaʹmi siidsåbbar da Valdiasuåvtõõzz konttâr kõskkân.

source: Neuvotteluissa keskusteltiin muun muassa komission työlle varattavista taloudellisista ja henkilöresursseista.
sms: Saǥstõõllmõõžžâst mainste ouddmiârkkân komissio tuõjju vaʹrrjem tällšaalain da ooumažresuursin.

source: Lisäksi neuvotteluissa keskusteltiin myös prosessin aikaisen psykososiaalisen tuen järjestämisen suunnitelman yksityiskohdista.
sms: Lââʹssen saǥstõõllmõõžžâst mainste še proseeʹss äiggsa psykososiaalʼla staan riâššmõõžžâst plaan taʹrǩǩummšin.

source: Lapin sairaanhoitopiirin teettämä selvitys psykososiaalisen tuen järjestämisestä totuus- ja sovintoprosessin aikana valmistui 15.3.2021, ja se on toiminut pohjana yksityiskohtaisempien tuen järjestämisen suunnitelmien toteuttamiseksi.
sms: Tâʹvvlääʹddjânnam puõccihåiddamvuuʹd raajtem čiõlǥtõs psykososiaalʼla staan riâššmõõžžâst tuõđâsvuõtt- da suåppâmproseeʹss äiʹǧǧen valmštõõvi 15.3.2021, da tõn lij tåimmjam vuâđđan tääʹrǩab staan riâššmõõžž plaani čõõđ viikkmõššân.

source: I varapuheenjohtaja Anni Koivisto osallistui lisäksi panelistina Alkuperäiskansojen pysyvän foorumin 20. istunnon yhteydessä pidettyyn sivutapahtumaan koskien totuus- ja sovintoprosesseja.
sms: I väärrsaaǥǥjååʹđteei Anni Koivisto vuässõõđi lââʹssen paneeʹllisttân Alggmeerai põõšši foorum 20. Išttmõõžž õhttvuõđâst õnnum čårrnoorõõttmõʹšše kuõskeen tuõđâsvuõtt- da suåppâmproseeʹssid.

source: Keväällä järjestettiin kaksi Saamelaiskäräjien ja eduskuntapuolueiden yhteistyöryhmän kokousta, joista jälkimmäisessä saamelaiskäräjälain muutosta valmistellut toimikunta esitteli yhteistyöryhmälle mietintönsä pääkohtia.
sms: Ǩeâđđa riâšše kueʹhtt Sääʹmteeʹǧǧ da eeʹttiǩ-kåʹddpeällõõǥǥi õhttsažtuâjjäʹrttel såbbar, koin mââibust sääʹmteʹǧǧlääiʹj muttâz valmštõõllâm tåimmkåʹdd õlmmii õhttsažtuâjjäʹrttla smiõtldõõǥǥâs siiʹskaid.

source: Sosiaali- ja terveyssektorilla Saamelaiskäräjät on aktiivisesti osallistunut sote-uudistuksen valmisteluun osallistumalla muun muassa Lapin sote-hankkeiden ohjausryhmän kokouksiin.
sms: Sosiaal- da tiõrvâsvuõttsektooʹrest Sääʹmteʹǧǧ lij aktiivlânji soti -oođummuš valmštõõllmõʹšše vuässõõđeeʹl Tâʹvvlääʹddjânnam soti- haʹŋǩǩõõzzi ohjjeemäʹrttel såbbrid.

source: Saamelaiskäräjät on tehnyt yhteistyötä Rakenneuudistus Lapissa-Hankkeen ja Tulevaisuuden sote-keskus- hankkeen kanssa, sekä osallistunut Lapin sairaanhoitopiirin (LSHP) järjestämissuunnitelman valmisteluun yhdessä muiden tulevan hyvinvointialueen osapuolten kanssa.
sms: Sääʹmteʹǧǧ lij raajjâm õhttsažtuâj Raammoođummuš Lappist- haʹŋǩǩõõzz da Puõʹttiääiʹj soti- kõõskõs- haʹŋǩǩõõzzin, de vuässõõttâm Tâʹvvlääʹddjânnam puõccihåiddvuuʹd (LSHP) riâššâmplaan valmštõõllmõʹšše õõutsââʹjest järrsi puõʹtti pueʹrrvueiʹttemvuuʹd vueʹsspieʹlivuiʹm.

source: Saamelaiskäräjät on osallistunut aktiivisesti myös muun muassa erilaisten sote-palvelujen nykytilaa koskevien selvitysten suunnitteluun.
sms: Sääʹmteʹǧǧ lij vuässõõttâm aktiivlânji še jeeʹresnallšem soti- kääzzkõõzzi ânnʼjõžvueʹjj kuõskki čiõlǥtõõzzi plaanmõʹšše.

source: Keväällä 2021 Saamelaiskäräjät on osallistunut sosiaali- ja terveysministeriön ja Terveyden ja hyvinvoinnin laitoksen kanssa Pohjoismaisen webinaarin valmisteluun koskien alkuperäiskansoihin kuuluvien vammaisten ja muistisairaiden henkilöiden oikeuksia ja kulttuurisensitiivisiä palveluita.
sms: Ǩeâđđa 2021 Sääʹmteʹǧǧ lij vuässõõttâm sosiaal- da tiõrvâsvuõttministeria da Tiõrvâsvuõtt da pueʹrrvueiʹttem stroiʹttlin Tâʹvvjânnmallša webinaar valmštõõllmõʹšše kuõskeen alggmeeraid kollʼjeeʹji lääʹmes- da mošttpuõccji oummi vuõiggâdvuõđi da kulttuursensitiivlaid kääzzkõõzzid.

source: Saamelaiskäräjät osallistui keväällä aktiivisesti myös Lapin liiton hallituksen kokouksiin, joissa on käyty keskustelua esimerkiksi Pohjois-Lapin maakuntakaavan 2040 valmistelusta sekä Lappi sopimuksesta.
sms: Sääʹmteʹǧǧ vuässõõđi ǩeâđđa aktiivlânji še Lapin liitto halltõõzz såbbrid, koin lij jeällum saǥstõõllmõš ouddmiârkkân Tâʹvvlääʹddjânnam mäddkåʹddkääʹv 2040 valmštõõllmõõžžâst de Lappi suåppmõõžžâst.

source: 17.5.2021 pidetyssä Lapin liiton valtuuston kokouksessa valmisteilla ollut Pohjois-Lapin maakuntakaava päätettiin palauttaa takaisin valmisteluun, ja Jäämeren radan varausmerkintää ehdotetaan poistettavaksi kaavasta.
sms: 17.5.2021 õnnum Lapin liitto välddõõzz såbbrest valmštõõllmõõžžâst leämmaš Tâʹvvlääʹddjânnam mäddkåʹddkääʹvv tuʹmmje maaccted mååusat valmštõõllmõʹšše, da Jiõŋŋmiâr ruʹvddčuõkku vaʹrrjem meärkkõõzz eʹtǩǩee jaaukted meädda kääʹvest.

source: Saamelaiskäräjät on useissa eri yhteyksissä tuonut esille näkemyksensä siitä, että Jäämeren rataa koskeva merkintä tulee poistaa Pohjois-Lapin maakuntakaavasta 2040.
sms: Sääʹmteʹǧǧ lij täujja jeeʹres õhttvuõđin pohttam õlmmsa vueiʹnlmes tõʹst, štõ Jiõŋŋmiâr ruʹvddčuõkku kuõskki meärkkõs âlgg jaaukted Tâʹvvlääʹddjânnam mäddkåʹddkääʹvest 2040.

source: Lapin liiton valtuuston päätös palauttaa kaava valmisteluun nähdäänkin Saamelaiskäräjillä erittäin positiivisena asiana.
sms: Lapin liitto välddõõzz tuʹmmstõk maaccted kääʹvv valmštõõllmõʹšše vueiʹnne Sääʹmteeʹǧǧest samai positiivlõʹžžen äʹššen.

source: Saamelaiskäräjät alkoi suunnitella pohjoismaisen saamelaisopetuksen foorumin järjestämistä yhdessä opetus- ja kulttuuriministeriön kanssa.
sms: Sääʹmteʹǧǧ aaʹlji plaanâd tâʹvvjânnmallša sääʹm -mättʼtõõzz foorum riâššmõõžž õhttvuõđâst mättʼtõs- da kulttuurministeriain.

source: Toimenpide on osa opetus- ja kulttuuriministeriön saamelaisopetuksen kehittämistyöryhmän raportin ehdotuksia.
sms: Tåimmʼmõš lij pieʹǩǩ mättʼtõs- da kulttuurministeria sääʹm -mättʼtõõzz oouʹdeemtuâjjäʹrttel rapoort eʹtǩǩõõzzin.

source: Saamelaiskäräjät on kevään aikana tukenut paikallisesti esiin nousseiden koulutusta koskevien haasteiden ratkaisemista.
sms: Sääʹmteʹǧǧ lij ǩiiđ äiʹǧǧen staanâm pääiklanji ouʹdde käggõõttâm škooultõõzz kuõskkteei väʹǯǯlõõzzi räʹtǩǩummuž.

source: Saamelaiskäräjät on osallistunut kansalliskielistrategian ohjausryhmän ja kielipoliittisen ohjelman valmisteluryhmän työskentelyyn painottaen saamen kielten asemaa osana valtakunnallista kielipolitiikkaa.
sms: Sääʹmteʹǧǧ lij vuässõõttâm meerlažǩiõllstrategia ohjjeemäʹrttel da ǩiõllpolitiikk ohjjelm valmštõõllâmäʹrttel tuâjjstõõllmõʹšše pââʹjdâʹtteen sääʹmǩiõl sââʹjj pieʹǩǩen väʹlddkååddla ǩiõllpolitiikk.

source: Saamelaiskäräjät tapasi yhdessä Saamelaiskäräjien nuorisoneuvoston kanssa maa- ja metsätalousministeri Jari Lepän.
sms: Sääʹmteʹǧǧ teeivai õõutsââʹjest Sääʹmteeʹǧǧ nuõrisuåvtõõzzin mädd- da meäʹcctäällminister Jari Leppä.

source: Lisäksi yhdessä nuorisoneuvoston kanssa tavattiin opetus- ja kulttuuriministeriötä koskien erityisavustuksella tehtävää nuorisotyötä.
sms: Lââʹssen õhttvuõđâst nuõrisuåvtõõzzin teivvu mättʼtõs- da kulttuurministeria ääʹššest jeärbužvieʹǩǩin tuejjeem nuõrituâj.

source: II varapuheenjohtaja Leo Aikio
sms: II väärrsaaǥǥjååʹđteei Leo Aikio

source: Saamelaiskäräjät on huhti-toukokuussa jatkanut keskustelua maa- ja metsätalousministeriön edustajien kanssa lain porotaloutta kohdanneiden vahinkojen soveltamisesta (987/2011).
sms: Sääʹmteʹǧǧ lij njuhčč -ǩiđđmannust juätkkam saǥstõõllmõõžž mädd- da meäʹcctäällministeria eeʹttǩeeʹjivuiʹm lääiʹj puäʒʒtäälaid ǩiâvvâm paaʹrti suåvtõõllmõõžžâst (987/2011).

source: Maaliskuussa Saamelaiskäräjät vetosi eduskuntapuolueisiin lain porotaloutta kohdanneiden vahinkojen korvaamisesta mukaisten vahinkojen oikeudenmukaiseksi korvaamiseksi sekä poroelinkeinon jatkuvuuden turvaamiseksi.
sms: Pâʹsslašttâm -mannust Sääʹmteʹǧǧ õõlǥti eeʹttiǩ-kåʹddpeällõõǥǥid ,što puäʒʒtäälaid ǩiâvvâm paaʹrti koʹrvvummšest šiõttuum lääiʹj meâldlaid pääʹrtid koʹrvveʹčči vuõiggâdvuõttmeâldlõʹžžen de puäʒʒjieʹllemvueʹj juätkkjemvuõđ staaneʹčči.

source: Lisäksi Saamelaiskäräjät on tavannut hallituspuolueiden eduskuntaryhmien edustajia asian tiimoilta.
sms: Lââʹssen Sääʹmteʹǧǧ lij teivvam halltõspeällõõǥǥi eeʹttiǩ-kåʹddäʹrttli eeʹttǩid ääʹšš määiʹnest.

source: 25.5.2021 Saamelaiskäräjät lähetti vetoomuksen poronhoidolle poikkeusvuoden olosuhteista aiheutuneiden vahinkojen oikeudenmukaiseksi korvaamiseksi myös valtioneuvostolle . 27.5.2021 valtioneuvosto päätti esittää porotaloutta kohdanneiden vahinkojen korvaamiseen varattavaksi kuusi miljoonaa euroa vuoden 2021 kolmanteen lisätalousarvioon.
sms: 25.5.2021 Sääʹmteʹǧǧ vuõlttii õõlǥtõõzz puäʒʒhoiddu pannvueʹǩǩeeʹjj jäällmõõžžin ǩiâvvâm pääʹrti vuõiggâdvuõttmeâldlõʹžžen koʹrvvummšen še valdiasuåvtõʹsse 27.5.2021 valdiasuåvtõs tuʹmmji eʹtǩǩeed puäʒʒtäälaid ǩiâvvâm pääʹrti koʹrvvummša vaʹrrjed kutt miljoon euʹrred eeʹjj 2021 kuälmad lââʹsstäällarvvõʹsse.

source: Saamelaiskäräjät näkee, että varattu summa ei kuitenkaan ole riittävä porotaloutta kohdanneiden vahinkojen kattamiseksi.
sms: Sääʹmteʹǧǧ vuäinn, što vaʹrrjum teäʹǧǧ iʹlla riʹttjeei puäʒʒtäälaid ǩiâvvâm pääʹrti kättmõžžân.

source: Utsjoen porotilojen yhteismetsä ja Muddusjärven paliskunta ovat pyytäneet Saamelaiskäräjiä tukemaan ja edistämään mahdollisuuksien mukaan Utsjoen porotilojen yhteismetsien suojelua.
sms: Uccjooǥǥ puäʒʒtäälai õhttsažmeäʹcc da Muddusjääuʹr paalǥâs liâ äännam Sääʹmteeʹǧǧ staanâd da oouʹdeed vueiʹtlvažvuõđi mieʹldd Uccjooǥǥ puäʒʒtäälai õhttsažmieʹcci sueʹjjummuš.
